[
  {
    "id": "prior_CAD",
    "fieldname": "Prior CAD",
    "infoText": "Prior CAD refers to a history of coronary artery disease (CAD) in a patient. Prior CAD increases the likelihood of patients with cardiovascular disease."
  },
  {
    "id": "age",
    "fieldname": "Age",
    "infoText": "Age of patient in years."
  },
  {
    "id": "sex",
    "fieldname": "Biological Sex",
    "infoText": "Biological sex (female and male)",
    "displayNames": {
      "Male": "Male",
      "Female": "Female"
    }
  },
  {
    "id": "height",
    "fieldname": "Height",
    "infoText": "Height of patient in centimeters"
  },
  {
    "id": "weight",
    "fieldname": "Weight",
    "infoText": "Weight of patient in kilograms"
  },
  {
    "id": "chest_pain",
    "fieldname": "Chest pain",
    "infoText": "Criteria for the assessment of chest pain\r\n        Triggering of pain: provocable by physical strain or emotional stress - when the triggering factors are stopped, the pain subsides (sistation of the symptoms at rest) - duration of pain is 2 to 20 min (when taking nitroglycerin, the pain subsides quickly)\r\n\r\n        Pain unitType: visceral, manifested as pressure, tightness, burning (not stabbing)\r\n\r\n        Pain location: retrosternal (possibly radiating to arms, upper abdomen, neck)\r\n\r\n        Categorization Cardio Explorer\r\n        Typical angina: 3 criteria apply\r\n\r\n        Possible angina (atypical angina): 2 criteria apply\r\n\r\n        Unspecific chest pain: 0 or 1 criteria apply\r\n\r\n        No chest pain",
    "displayNames": {
      "no": "no",
      "unspecific": "unspecific",
      "possible": "possible",
      "typical": "typical"
    }
  },
  {
    "id": "nicotine",
    "fieldname": "Nicotine consumption",
    "infoText": "non-smoker: Person who has never smoked actively on a regular basis and persons who have not smoked regularly for more than 6 months.\r\n\r\nex-smoker: person who has smoked regularly for a minimum period of 6 months, but no longer smokes at the time of recording.\r\n\r\nsmoker: person who currently smokes regularly.",
    "displayNames": {
      "No": "Non-smoker",
      "StANc": "ex-smoker",
      "Yes": "smoker"
    }
  },
  {
    "id": "diabetes",
    "fieldname": "Diabetes",
    "infoText": "idDM: abbreviation for insulin dependent diabetes mellitus\r\n\r\nNidDM: abbreviation for non insulin dependent diabetes mellitus",
    "displayNames": {
      "No": "No",
      "Niddm": "NidDM",
      "Iddm": "IdDM"
    }
  },
  {
    "id": "statin",
    "fieldname": "Statins (cholesterol-lowering drugs)",
    "infoText": "\t\r\nStatins are drugs used as cholesterol-lowering or lipid-lowering agents.\r\n\r\nExamples: Atorvastatin, fluvastatin, pitavastatin, pravastatin, rosuvastatin, simvastatin"
  },
  {
    "id": "tc_agg_inhibitor",
    "fieldname": "Tc aggregation inhibitor",
    "infoText": "Platelet inhibitors also platelet function inhibitors or platelet aggregation inhibitors.\r\n\r\nExamples: ASA or with the active ingredient clopidogrel, prasugrel, ticagrelor"
  },
  {
    "id": "ace_inhibitor",
    "fieldname": "ACE Inhibitor",
    "infoText": "RAS inhibitors / ACE inhibitors\r\n\r\nExamples: benazapril, captopril, cilazapril, enalapril, fosinopril, imidapril, lisinopril, moexipril, \r\n\r\nEquivalent treatment (angiotensin II inhibitors): azilsartan, losartan, valsartan, irbesartan, candesartan, eprosartan, olmesartan, telmisartan"
  },
  {
    "id": "calcium_ant",
    "fieldname": "Calcium Antagonist",
    "infoText": "Calcium antagonists \r\n\r\nExamples: dihydropyridines, benzothiazepines, phenylalkylamines"
  },
  {
    "id": "betablocker",
    "fieldname": "Betablocker",
    "infoText": "Beta-blocker\r\n\r\nExamples: atenolol, bisoprolol, celiprolol, esmolol, metoprolol, nebivolol"
  },
  {
    "id": "diuretic",
    "fieldname": "Diuretics",
    "infoText": "Diuretics  \r\n\r\nExamples: amiloride, triamterene, furosemide, piretanide, torasemide, acetazolamide, bemetizide, bendroflumethiazide, clopamide, chlortalidone, hydrochlorothiazide, indapamide, canrenone, eplerenone."
  },
  {
    "id": "nitrate",
    "fieldname": "Organic Nitrate",
    "infoText": "Organic nitrates\r\n\r\nExamples: Nitroglycerin (\u003d glycerol trinitrate, GTN), isosorbide dinitrate"
  },
  {
    "id": "systolic_bp",
    "fieldname": "Systolic blood pressure",
    "infoText": ""
  },
  {
    "id": "diastolic_bp",
    "fieldname": "Diastolic blood pressure",
    "infoText": ""
  },
  {
    "id": "q_wave",
    "fieldname": "Q waves in resting ECG",
    "infoText": "normal: Q waves of the electorcardiogram are normal.\r\n\r\npathological: Q waves of the electrocardiogram are pathological - indicating a prior myocardial infarction.\r\n\r\nno ECG available: as the pathological Q-wave is severely underrepresented in a population with low prevalence, the resting ECG is not necessary for risk calculation.",
    "displayNames": {
      "Yes": "normal",
      "Screening": "pathological",
      "No": "no ECG available"
    }
  },
  {
    "id": "amylase_p",
    "fieldname": "Pancreatic amylase",
    "infoText": "Amylase is an enzyme, or special protein, that helps in the digestion of carbohydrates. Tests for amylase in blood are mainly used to diagnose problems with pancreas, including pancreatitis. It is also used to monitor chronic (long-term) pancreatitis.\r\n\r\nAcute pancreatitis can be associated with electrical changes mimicking acute coronary syndrome with normal coronary arteries."
  },
  {
    "id": "alkaline",
    "fieldname": "Alkaline phosphatase",
    "infoText": "Alkaline phosphatases are a group of isoenzymes, located on the outer layer of the cell membrane; they catalyze the hydrolysis of organic phosphate esters present in the extracellular space.  High levels of ALP may indicate liver disease or certain bone disorders, but an ALP test alone cannot diagnose a condition.\r\n\r\nHigh serum alkaline phosphatase (ALP) levels are associated with vascular calcification, atherosclerotic disease, and an increased risk of cardiovascular events."
  },
  {
    "id": "hs_troponin_t",
    "fieldname": "hs Troponin T",
    "infoText": "Troponin T, High Sensitivity (hs-TnT) is an independent prognostic marker that aids in the diagnosis of acute myocardial infarction (\u003e14 ng/L)."
  },
  {
    "id": "alat",
    "fieldname": "ALAT",
    "infoText": "Alanine aminotransferase (ALAT) is a transaminase enzyme. It is also called alanine transaminase (ALT). ALAT plays a crucial role in amino acid metabolism and gluconeogenesis. Serum ALAT activity is a reliable marker of liver disease and general health."
  },
  {
    "id": "glucose",
    "fieldname": "Glucose",
    "infoText": "Glucose is a simple sugar with the molecular formula C6H12O6. In energy metabolism, glucose is the most important source of energy in all organisms. Blood sugar is a simple, common, safe blood test that can diagnose prediabetes, diabetes and gestational diabetes."
  },
  {
    "id": "bilirubin",
    "fieldname": "Bilirubin (total)",
    "infoText": "\t\r\nBilirubin is a red-orange compound that occurs in the normal catabolic pathway that breaks down heme in vertebrates. This catabolism is a necessary process in the body\u0027s clearance of waste products that arise from the destruction of aged or abnormal red blood cells. Serum total bilirubin have a role for prediction of severe coronary artery disease in patients with chronic stable angina."
  },
  {
    "id": "urea",
    "fieldname": "Urea",
    "infoText": "Urea, also known as carbamide, is an organic compound with chemical formula CO(NH₂)₂. High Blood Urea Nitrogen and high Serum Creatinine levels are risk factors for coronary artery disease."
  },
  {
    "id": "uric_acid",
    "fieldname": "Uric acid",
    "infoText": "Uric acid is a heterocyclic compound of carbon, nitrogen, oxygen, and hydrogen with the formula C₅H₄N₄O₃. It forms ions and salts known as urates and acid urates, such as ammonium acid urate. Uric acid is a product of the metabolic breakdown of purine nucleotides, and it is a normal component of urine."
  },
  {
    "id": "cholesterol",
    "fieldname": "Cholesterol (total)",
    "infoText": "Cholesterol is any of a class of certain organic molecules called lipids. It is a sterol (or modified steroid), a unitType of lipid. Cholesterol also serves as a precursor for the biosynthesis of steroid hormones, bile acid, and vitamin D. Raised total cholesterol is a strong risk factor for coronary heart disease, with evidence of a small, but significantly stronger, effect in men compared to women."
  },
  {
    "id": "hdl",
    "fieldname": "HDL cholesterol",
    "infoText": "HDL (high-density lipoprotein) cholesterol, sometimes called “good” cholesterol, absorbs cholesterol in the blood and carries it back to the liver. Increased LDL and decreased HDL cholesterol levels are associated with an increase in CAD."
  },
  {
    "id": "ldl",
    "fieldname": "LDL cholesterol",
    "infoText": "\t\r\nLow-density lipoprotein is one of the five major groups of lipoprotein that transport all fat molecules around the body in extracellular water. Increased LDL and decreased HDL cholesterol levels are associated with an increase in CAD."
  },
  {
    "id": "protein",
    "fieldname": "Protein (total)",
    "infoText": "The total protein test measures the total amount of two classes of proteins found in the fluid portion of your blood. These are albumin and globulin. Albumin helps prevent fluid from leaking out of blood vessels. It also carries chemicals in your blood."
  },
  {
    "id": "albumin",
    "fieldname": "Albumin",
    "infoText": "Albumin is a protein made by the liver. A serum albumin test measures the amount of this protein in the clear liquid portion of the blood."
  },
  {
    "id": "leukocyte",
    "fieldname": "Leukocyte",
    "infoText": "White blood cells, also called leukocytes or leucocytes, are the cells of the immune system that are involved in protecting the body against both infectious disease and foreign invaders. Numerous epidemiologic and clinical studies have shown leukocytosis to be an independent predictor of future cardiovascular events."
  },
  {
    "id": "mchc",
    "fieldname": "MCHC",
    "infoText": "MCHC stands for mean corpuscular hemoglobin concentration. The mean corpuscular hemoglobin concentration is a measure of the concentration of hemoglobin in a given volume of packed red blood cell. It is calculated by dividing the hemoglobin by the haematocrit. Total white blood cells counts were related with the severity of coronary artery disease, and higher white blood cells counts increased the risk of cardiovascular diseases."
  }
]