[
  {
    "Id": 1,
    "ShortText": "Keine diagnostischen Tests vorgeschrieben.",
    "LongText": "Auswahl des Tests basierend auf klinischer Wahrscheinlichkeit, Patientenmerkmalen und -präferenzen, Verfügbarkeit sowie lokalem Fachwissen. Medizinische Richtlinien empfehlen einen konservativen Ansatz zur Behandlung. Dies beinhaltet typischerweise Änderungen des Lebensstils und die Reduzierung von Risikofaktoren."
  },
  {
    "Id": 2,
    "ShortText": "Anatomische nicht-invasive Beurteilung (z. B. Koronar-CT-Angiographie (CTA)).",
    "LongText": "Auswahl des Tests basierend auf klinischer Wahrscheinlichkeit, Patientenmerkmalen und -präferenzen, Verfügbarkeit sowie lokalem Fachwissen. Eine anatomische nicht-invasive Beurteilung durch Visualisierung des Koronararterienlumens und der Koronararterienwand mithilfe eines intravenösen Kontrastmittels kann mit der Koronar-CTA durchgeführt werden, die eine hohe Genauigkeit für die Erkennung obstruktiver Koronarstenosen gemäß ICA bietet, da beide Tests auf der Anatomie basieren. Allerdings sind Stenosen, die bei visueller Untersuchung auf 50–90 % geschätzt werden, nicht unbedingt funktionell bedeutsam, d. h. sie lösen nicht immer eine Myokardischämie aus. Daher wird für die weitere Beurteilung der durch koronare CTA-invasive Angiographie erkannten angiographischen Stenose entweder ein nicht-invasiver oder ein invasiver Funktionstest empfohlen, es sei denn, eine sehr hochgradige Stenose (> 90 % Stenosedurchmesser) wird mittels invasiver Angiographie erkannt. Das Vorhandensein oder Fehlen einer nicht-obstruktiven koronaren Atherosklerose im koronaren CTA liefert prognostische Informationen und kann als Leitfaden für die präventive Therapie verwendet werden."
  },
  {
    "Id": 3,
    "ShortText": "Testen auf Ischämie (nicht-invasive funktionelle Bildgebung bevorzugt).",
    "LongText": "Auswahl des Tests basierend auf klinischer Wahrscheinlichkeit, Patientenmerkmalen und -präferenzen, Verfügbarkeit sowie lokalem Fachwissen. Eine anatomische nicht-invasive Beurteilung durch Visualisierung des Koronararterienlumens und der Koronararterienwand mithilfe eines intravenösen Kontrastmittels kann mit der Koronar-CTA durchgeführt werden, die eine hohe Genauigkeit für die Erkennung obstruktiver Koronarstenosen gemäß ICA bietet, da beide Tests auf der Anatomie basieren. Allerdings sind Stenosen, die bei visueller Untersuchung auf 50–90 % geschätzt werden, nicht unbedingt funktionell bedeutsam, d. h. sie lösen nicht immer eine Myokardischämie aus. Daher wird für die weitere Beurteilung der durch koronare CTA-invasive Angiographie erkannten angiographischen Stenose entweder ein nicht-invasiver oder ein invasiver Funktionstest empfohlen, es sei denn, eine sehr hochgradige Stenose (> 90 % Stenosedurchmesser) wird mittels invasiver Angiographie erkannt. Das Vorhandensein oder Fehlen einer nicht-obstruktiven koronaren Atherosklerose im koronaren CTA liefert prognostische Informationen und kann als Leitfaden für die präventive Therapie verwendet werden."
  },
  {
    "Id": 4,
    "ShortText": "Untersuchung auf Ischämie (bildgebende Verfahren bevorzugt) unter Berücksichtigung einer invasiven Angiographie (mit iwFR/FFR).",
    "LongText": "Auswahl des Tests basierend auf klinischer Wahrscheinlichkeit, Patientenmerkmalen und -präferenzen, Verfügbarkeit sowie lokalem Fachwissen. Funktionelle nicht-invasive Tests zur Diagnose obstruktiver CAD werden dringend empfohlen, um die Koronararterien sichtbar zu machen und etwaige Verstopfungen zu erkennen. Die Öffnung verengter Arterien (Angioplastie) kann das Risiko eines Herzinfarkts verringern, indem der normale Blutfluss zum Herzen wiederhergestellt wird. Bei der Angioplastie wird ein kleiner Schlauch (Katheter) in die Arterie eingeführt und ein kleiner Ballon aufgeblasen, um die Arterie zu öffnen."
  }
]
