{
  "SalutationHeader": "Salutation",
  "TitleHeader": "Title",
  "SurnameHeader": "Last Name",
  "FirstNameHeader": "First Name",
  "ProfessionalSpecialisationHeader": "Specialist Title",
  "PreferredLabHeader": "Preferred Lab",
  "AddressHeader": "Address",
  "CityHeader": "City",
  "ZipCodeHeader": "ZIP",
  "CountryCodeHeader": "Country Code",
  "CountryHeader": "Country",
  "TelephoneNumberHeader": "Phone",
  "EMailAddressHeader": "E-Mail",
  "LanguageHeader": "Language",
  "UnitLabValuesHeader": "Unit Lab Values",
  "IsActiveHeader": "Is Active",
  "IsSeparateBillingHeader": "Separate Billing",
  "Billing": {
    "BillingNameHeader": "Clearing House Name",
    "BillingAddressHeader": "Address",
    "BillingZipHeader": "ZIP",
    "BillingCityHeader": "City",
    "BillingCountryHeader": "Country",
    "BillingCountryCodeHeader": "Country Code",
    "BillingPhoneHeader": "Phone",
    "BillingName": null,
    "BillingAddress": null,
    "BillingZip": null,
    "BillingCity": null,
    "BillingCountry": null,
    "BillingCountryCode": null,
    "BillingPhone": null
  },
  "ClinicalSettingHeader": "Clinical Setting",
  "DepartmentHeader": "Department",
  "OrganizationHeader": "Organization",
  "IntendedUseClinicalSettingHeader": "Clinical Setting",
  "IntendedUseClinicalSetting": "To ensure accurate risk stratification using the Cardio Explorer, the choice of the appropriate calibration should be tailored to the clinical setting, such <b>as risk stratification or screening in primary care</b> versus <b>evaluation by a cardiologist or in a hospital setting (secondary care).</b>\n\nThe accuracy of a disease prediction model depends on the prevalence of the disease in the population being tested. Therefore, the cut-off points on the receiver operating characteristic (ROC) curve, which indicate the balance between sensitivity and specificity of the model, need to be adjusted based on the prevalence of the clinical setting where the model is being used. This is typically referred to as calibration. This calibration process ensures that the model's predictions are accurate and reliable in the specific population being tested. By adjusting the cut-off point, the model can maintain an appropriate balance between sensitivity and specificity, which is crucial for accurate disease prediction and diagnosis.\nFor example, in a hospital population with a high prevalence of CAD, a lower cut-off point on the ROC curve is appropriate in order to maximize sensitivity and minimize false negatives. Conversely, in a primary care population with a low prevalence of CAD, a higher cut-off point is needed to maximize specificity and minimize false positives.",
  "ChangeClinicalSettingHeader": "Change Clinical Setting",
  "ChangeClinicalSetting": "If you would like to change the intended use, please send an email to info@explorishealth.com"
}